using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace BookStore.Common.Enums
{

    public enum Gender
    {
        مرد = 1,
        زن = 2
    }
    public enum State
    {
        آذربایجان_شرقی = 1,
        آذربایجان_غربی = 2,
        اردبیل = 3,
        اصفهان = 4,
        البرز = 5,
        ایلام = 6,
        بوشهر = 7,
        چهارمحال_و_بختیاری = 8,
        خراسان_جنوبی = 9,
        خراسان_رضوی = 10,
        خراسان_شمالی = 11,
        خوزستان = 12,
        زنجان = 13,
        سمنان = 14,
        سیستان_وبلوچستان = 15,
        فارس = 16,
        قزوین = 17,
        قم = 18,
        کردستان = 19,
        کرمان = 20,
        کرمانشاه = 21,
        کهگیلویه_وبویراحمد = 22,
        گلستان = 23,
        گیلان = 24,
        لرستان = 25,
        مازندران = 26,
        مرکزی = 27,
        هرمزگان = 28,
        همدان = 29,
        یزد = 30,
        تهران = 31,

    }

}
